import React from "react";
import "./About.css";

export default function About() {
  return (
    <div className={"about_container"}>
      <ul>
        <li>
          "여기에 보이는 건 껍데기에 지나지 않아. 가장 중요한 것은 눈에 보이지
          않아."
        </li>
        <li>
          {" "}
          "너의 장미꽃이 그토록 소중한 것은 그 꽃을 위해 네가 공들인 그 시간
          때문이야."
        </li>
        <li>
          "어떤 별에 사는 꽃을 좋아한다면 밤에 하늘을 쳐다보는 게 즐거울 거야.
          어느 별이나 다 꽃이 필테니까."
        </li>
        <li>
          " 다른 사람에게는 결코 열어주지 않는 문을 당신에게만 열어주는 사람이
          있다면 그 사람이야말로 당신의 진정한 친구이다."
        </li>
        <li>
          "사막이 아름다운 것은 그것이 어딘가에 우물을 감추고 있기 때문이야."
        </li>
        <li>"내가 좋아하는 사람이 나를 좋아해 주는 건 기적이야."</li>
        <li>"세상에서 가장 어려운 일은 사람이 사람의마음을 얻는 일이란다."</li>
        <li>
          "누가 수천, 수백만 개의 별들 중에서 하나밖에 없는 어떤 꽃을 사랑하고
          있는 사람이 있다면 그 사람은 그 별들을 바라보는 것만으로도 행복할
          거야."
        </li>
        <li>
          "네가 오후 네시에 온다면 나는 세시부터 행복해질 거야. 시간이 가면
          갈수록 그만큼 나는 더 행복해질 거야."
        </li>
      </ul>
      <p id={"by"}>from 어린왕자</p>
    </div>
  );
}
